Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sami_eatnan_duoddariid_ehdotetaan_saamelaisten_kansallisjoiuksi.html.tmx
Source language: fin
Languages: sms

source: Sámi eatnan duoddariid ehdotetaan saamelaisten kansallisjoiuksi
sms: Sámi eatnan duoddariid eʹtǩǩeet säʹmmlai meersažjuõiggân

source: Saamelaisten kansallisten symbolien lautakunta ehdottaa, että Áillohaš – Nils Aslak Valkeapään Sámi eatnan duoddariid joiusta tulee saamelaisten yhteinen kansallisjoiku.
sms: Säʹmmlai meersaž symbooli luʹvddkåʹdd eʹtǩǩad , što Áillohaš – Nils Aslak Valkeapää Sámi eatnan duoddariid j uõiǥâst šâdd säʹmmlai õhttsaž meersažjuõigg .

source: – Joiulla on keskeinen asema saamelaiskulttuurissa ja se on meidän omaa perinnettämme.
sms: – J uõiǥâst lij kõskksa ž sââʹjj s ääʹmkulttuurâst da tõt lij mij jii ʹ jj e n äʹrbbvuõtt .

source: Saamelaisilla on oma laulu Saamen kansallislaulu.
sms: S äʹmmlain lij jiiʹjjes laullʼjen Sääʹm meersažlaaul .

source: Siksi onkin luonnollista, että meillä on myös oma kansallisjoiku, mikä korostaa joiun merkitystä saamelaisille.
sms: Tõn diõtt-i lij samai luâđlaž , što meeʹst lij še jii ʹ jj e n meersažjuõigg , mii pââjad juõiǥ miârktõõzz säʹm mlaid .

source: Áillohaš – Nils-Aslak Valkeapään Sámi eatnan duoddariid joiku on kautta aikojen saanut merkityksen saamelaisia yhdistävänä symbolina, ja sitä on usein joikattu saamelaisympäristöissä kuten päiväkodeissa, kouluissa, yleisissä tapahtumissa ja muutenkin yhteyksissä, joissa saamelaiset ovat kokoontuneet.
sms: Áillohaš – Nils-Aslak Valkeapää Sámi eatnan duoddariid juõigg lij čõõđ aaiʹji vuäǯǯam miârktõõzz säʹmmlaid õhtteei symboolân , da tõt lij täujja juõiggum sääʹmpirrõõzzin mâʹte peiʹvvpõõrtin , škooulin , õ õ lmâs šõ d dmõõžžin da muđoi še õhttvuõđin , koin säʹmmla lie noorõõttâm .

source: Áillohaš – Nils Aslak Valkeapään taiteessa on kokonaisvaltainen saamelaisnäkemys ja hän on taiteilija, johon saamelaiset tuntevat sukulaisuuttaan.
sms: Áillohaš – Nils Aslak Valkeapää čeäppõõzz âst lij obbvääldlaž sääʹmvu eiʹnelm da son lij čeäppneǩ , ǩeäzz säʹmmla tåʹbdde ruåttvuõđ .

source: Sámi eatnan duoddariid -joiussa on paljon samankaltaisuuksia kunkin Saamenmaan joikuperinteen kanssa, ja sitä voi yhdistää sekä vuelie, vuolle, luohti, livđe ja leu´dd musiikkiin .
sms: Sámi eatnan duoddariid -j uõiǥâst lij jiânnai seämmanallšem Sääʹmjânnam juõʹǩǩ juõiǥǥ äʹrbbvuõđin , da tõn vuäitt õhtteed nuʹtt vuelie , vuolle , luohti , livđe da leu ʹ dd musi ʹǩǩe .

source: Joiku edustaa saamelaisten yhteenkuuluvuutta Saamenmaahan, samalla kun se kuvaa saamelaisten rakkautta omiin maihin.
sms: J uõigg eeʹttkâstt säʹmmlai õʹhttekuullmõõžž S ääʹmjânnma , seämmast ko tõt kovvad säʹmmlai rääʹǩǩesvuõđ jiiʹjjes jânnmid .

source: Saamenmaa on se pehmeä syli, jota me vaalimme ja kaipaamme.
sms: Sääʹmjânnam lij tõt teeʹmes âʹsǩǩ , koon mij vaalšep d a kaiʹbbjep .

source: Saamelaisten kansallisten symbolien lautakunta ehdottaa kansallisjoiuksi ko. joiun, koska se tunnetaan ympäri saamelaisten asuinaluetta ja jota monet ovat joikanneet, ja jonka Áillohaš – Nils Aslak Valkeapää on itse nauhoittanut vuonna 1978.
sms: Säʹmmlai meersaž symbooli luʹvddkåʹdd eʹtǩǩad meersažjuõiggân ko. juõiǥ , ko tõn toobdât pirr säʹmmlai jälstemvuuʹd d a koon mäŋggaz lie j uõiggâm , d a koon Áillohaš – Nils Aslak Valkeapää lij jiõčč liânttääm eeʹjjest 1978.

source: Saamelaisten kansallisten symbolien lautakunta ehdottaa Áillohaš – Nils Aslak Valkeapään itsensä vuonna 1996 kirjoittamaa tekstiä joiun sanoiksi, ja joita hän on myöhemmin julkaissut kirjassaan Girddán, seivvodan vuonna 1999.
sms: Säʹmmlai meersaž symbooli luʹvddkåʹdd eʹtǩǩad Áillohaš – Nils Aslak Valkeapää jiiʹjjes eeʹjjest 1996 ǩeeʹrjtem te eʹkst juõiǥ s ääʹnnen , d a koid son lij mâ ʹ nnjlakast õlmstâttam ǩeerjstes Girddán , seivvodan eeʹjjest 1999.

source: Saamelaisten kansallisjoikua tulee voida pelkästään joikata ilman tekstiä, muutamin joiun sanoin tai kokonaan tekstillä.
sms: Säʹmmlai meersažjuõi ǥ âlgg vueiʹtted j uõiggâd nuʹtt te eʹ kst ʼtaa , måtam juõiǥ sa aʹnivuiʹm leʹbe puk teeʹkstin .

source: Saamelaisten kansallisten symbolien lautakunnan ehdotus viedään käsiteltäväksi Saamelaisten 22. konferenssiin v. 2021.
sms: Säʹmmlai meersaž symbooli luʹvddkååʹdd eʹtǩǩõõzz viiǥǥât ǩiõttʼtõõllâmnalla Sä äʹm 22. k onferenss a v. 2021.

source: Taustaa
sms: Tuâǥǥaž

source: Saamelaisten kansallisten symbolien lautakunnan ovat nimenneet Saamelaisneuvosto ja Norjan, Ruotsin ja Suomen Saamelaiskäräjät.
sms: Säʹmmlai meersaž symbooli luʹvddkååʹdd lie nõõmääm S ääʹmrää ʹ đđ d a Taarrjânnam , Ruõccjânnam da Lääʹddjânnam Sääʹmteeʹǧǧ .

source: Lautakunnan jäseninä ovat Petra Biret Magga-Vars, Anders Kråik, Lars Anders Bær, Ol Johan Gaup, Thomas Åhren ja Anna Sakmarkina.
sms: Luʹvddkååʹdd vuäzzliʹžžen lie Petra Biret Magga-Vars, Anders Kråik, Lars Anders Bær , Ol Johan Gaup, Thomas Åhren d a Anna Sakmarkina .

source: Saamelaiskonferenssi Tråantessa v. 2017 pyysi, että Saamelaisten kansallisten symbolien lautakunta aloittaa saamelaisten kansallisjoikuprosessin, ja esittää sopivan joiun saamelaisten kansallisjoiuksi ja tuo ehdotuksensa käsiteltäväksi Saamelaisten 22. konferenssiin.
sms: Sääʹmkonfere ʹ nss Tråantes t v. 2017 raauki , što Säʹmmlai meersaž symbooli luʹvddkåʹdd alttad säʹmmlai meersažjuõiggp rose eʹss , d a eʹtǩǩad šiõttlõs juõiǥ säʹmmlai meersažjuõiggân d a pohtt eʹtǩǩõõzzâs ǩiõttʼtõõ llâm nalla Säʹmmlai 22. konferenss a .

source: Lautakunta on tehnyt työtänsä kohta kaksi vuotta ja löytänyt ehdotuksensa.
sms: Luʹvddkåʹdd lij tuejjääm tuâjas sõrgg kuõʹhtt eeʹjj da kaunnâm eʹtǩǩõõzzâs .

source: Työ jatkuu vielä ja joiku sovelletaan saamen kielille ja joikuperinteisiin ja muutoin valmistellaan päätöksentekoa varten.
sms: Tuâjj juätkkai õinn da juõiǥ s uåvldet sääʹm ǩiõlid d a juõiggäʹrbbvu õʹtte d a muđoi valmštõõlât tuʹmmstõktuâj vääras .

source: Yhteyshenkilö
sms: Õhttvuõttooumaž

source: Anders Kråik, tel. +46 70 224 71 61 Saamelaisten kansallisten symbolien lautakunnan puheenjohtaja välillä 2017-2019
sms: Anders Kråik, te ʹ l. +46 70 224 71 61 Säʹmmlai meersaž symbooli luʹvddkååʹdd saaǥǥjååʹđteei 2017-2019

source: Petra Magga-Vars, tel+358 40 732 55 03 Saamelaisten kansallisten symbolien lautakunnan puheenjohtaja 19.09.2019 alkaen.
sms: Petra Magga-Vars, te ʹ l+358 40 732 55 03 Säʹmmlai meersaž symbooli luʹvddkååʹdd saaǥǥjååʹđteei 19.09.2019 ääʹljeeʹl .
